[
	{
		"name": "Eastern Rome",
		"leaderName": "Constantine",
		"adjective": ["Romans"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Domination",
		
		"startIntroPart1": "Hail to Constantine, emperor of Rome and paragon of faith! Yours is a legacy that outshines all others. Admired for your administrative skill, you are perhaps best remembered as a propagator of the Christian faith. But as a military leader, so did you also excel. You extended the frontiers of your reign into the deepest wildernesses of Europe and Greece, and secured your place as latin emperor of both West and East. In doing so, you established your namesake, Constantinople, and initiated sweeping reforms that would transform the once pagan empire into an empire of Christ.",
		"startIntroPart2": "O' noble paragon, a new imperial age dawns upon Rome and her people. Can you carve into the earth an empire both vast and virtuous? Can you push the boundaries of your faith to the darkest of frontiers? Can you build a civilization that will stand the test of time?",
		
		"declaringWar": "Rome Shall Destroy You and Your Pagan Belief.",
		"attacked": "Barbarian Like You should prepare to Die!",
		"defeated": "Lord Jesus Christ, Son of God, Have Mercy On Me, a Sinner.",
		"introduction": "Rome hails you as a friend, but shall move swiftly if you prove to be an enemy.",
		
		"neutralHello": "Greetings How are You?",
		"neutralLetsHearIt": ["Go on.","What do you say, Sorry I'm not Good at Listening.","You May Began With Christ in your Heart."],
		"neutralNo": ["The People of Rome Resent you.","We already have some of those. Thanks but no thanks.","I refuse, maybe Perhaps in The Future."],
		"neutralYes": ["Your delegation was shown the wonders of the Empire. I hope they can resign themselves to returning to your lands.","Good, Good.","Your Work is Wonder and Will Bring Peace to Both of Us."],

		"hateHello": "What do you want now Brute?",
		"hateLetsHearIt": ["I demand you to speak right Now.","What do you Implay.","Go on, So We Can End This Quick."],
		"hateNo": ["hum, Foul.","Disgusting.","What?"],
		"hateYes": ["Finally something Good.","That is The Minimum for Barbarian like you.","Very well..."],
		
		"afterPeace": "Perversion and wickedness seep from your lands and stain the world! Soon the day will come where I shall cleanse your rot.",
		"tradeRequest": "We send to you all the delights of Anatolia: fermented murri, olive oil, wine, kefalotyri. I hope you have the good taste to appreciate them, Now what Will You Give Me In Exchange",

		"outerColor": [52,13,58],
		"innerColor": [206,185,106],
		"unique": "MANIFEST_DESTINY",
		"cities": ["The Hive","Q'Throczan","Q'Chovex","Q'Imphet","Q'Omphead","Q'Grecoks","Q'Vrelzieks","Q'Vronens","Q'Aerlae",
			"Q'Phulnoith","Q'Creved","Q'Xirqen","Q'Gax","Q'Threqals","Q'Bhilmuk","Q'Mazea","Q'Zomirs","Q'Drorkrex","Q'Honkrath",
			"Q'Zulgra","Q'Vahars","Q'Crindith","Q'Raavraes","Q'Bhoknais","Qho'Qru","Q'Dateatz","Q'Elnad","Q'Izien","Qol'Ell",
			"Q'Dhihien","Q'Naquiel","Q'Ugneon","Q'Straquks","Q'Nulptr","Q'Ohfahl"]
	}
]
